{"parent":"page.delivery-returns.json","context":{"market":"gb"},"sections":{"rich_text_7DUYh7":{"settings":{},"blocks":{"text_nKUxhD":{"settings":{"text":"{{ page.metafields.custom.returns_evri_ | metafield_tag }}"}}}},"collapsible_tabs_7bYbUC":{"settings":{},"blocks":{"content_Rzcpxh":{"settings":{"content":"<p>You are welcome to exchange your order within 30 days of receipt. Please use our returns label generator to produce a label to return your item(s) enclosing a note letting us know what you wish to exchange for. Alternatively, you are welcome to email us letting us know which item(s) you wish to exchange your returned goods for.<\/p><p>If the item you wish to exchange to is out of stock, then we may contact you to offer alternatives. If there are no suitable alternatives, we will process a refund under our usual returns policy.<br\/><br\/>If there is a price difference, our team will contact you to either take an additional payment or refund any difference.<\/p><p>We only offer exchanges for goods shipped to UK addresses.<\/p>"}},"content_dQGKca":{"settings":{"content":"<p>Please choose carefully when purchasing socks and underwear as we will not accept exchanges or returns for change of mind, due to hygiene purposes. This applies to socks sold individually, as part of a multi-pack or any included as part of a gift set.<\/p><p>Footwear which has been customised is also strictly non-returnable. This includes, but is not limited to additional heel height or rubber grip soles being added.<\/p><p>We are unable to refund ‘IMBOX Essential Pre-Applied Protection Spray'. With regards to this, the item itself will be refunded but the cost of the ‘IMBOX Essential Pre-Applied Protection Spray’ cannot be refunded. <\/p>"}},"content_hfBgCQ":{"settings":{"content":"<p>All goods which are suspected to be faulty should be reported to our Customer Services team at cs@shuperb.co.uk<\/p><p>Please include images of the fault. Please do not continue to wear the item or attempt to repair it as this may invalidate your right to return it. Any faults reported within 90 days of your receipt of the item can be accepted and returned to ourselves at our own cost. We will process your preferred resolution, whether that be a refund or exchange, as soon as possible.<\/p>"}},"content_n3nYwE":{"settings":{"content":"<p><strong>Economy International<\/strong><\/p><p>Shuperb use Deutsche Post™ as our preferred international partner for all orders outside of the United Kingdom. Deutsche Post™ in turn have established partnerships with local last mile delivery partners. For example, if you are ordering from the USA, Deutsche Post™ will partner with USPS to deliver your order.<\/p><p><strong>DHL Express: Delivery between 2 - 5 working days.<\/strong><\/p><p>Express delivery options are available for most countries. Please select this at checkout for a premium speedy service.<\/p><p><strong>Duty & Tax<\/strong><\/p><p>Orders from within the USA are usually free from any additional tax payments up to a maximum of $800 per individual shipment.<\/p><p>For all other countries, please consult your local customs and excise authority.<\/p><p>Kindly take note, all duty and tax related charges are to be borne by the recipient strictly. If you fail to make payment and your package is consequently held, we reserve the right to instruct for the goods to be returned to us or your package may be destroyed in country by customs and excise for failure to pay duty\/tax. All associated costs will be deducted from the amount refunded to you.­­<\/p>"}},"content_W7HFtE":{"settings":{"content":"<p><strong>Returns<\/strong><\/p><p>All returns must be made within 30 days from the date of receiving the goods. All items being returned must be unworn and in their original, undamaged packaging. <\/p><p>All items being returned from outside of the United Kingdom must be clearly marked as 'RETURNED GOODS' on your customs paperwork. Failure to do so may result in your package being subject to tax\/duties inbound to the UK. We will NOT be able to pay for this and it may result in your package being returned to you or destroyed by Customs & Excise. <\/p><p>In the event that your item is returned to sender prior to delivery, we may need to process a refund with a deduction made for all applicable postage costs. The deduction will include the cost of the returned to sender fee charged by the carrier. <br\/>Please note: If the item is returned to sender as a result of carrier error, then we will waive the return to sender charge deductions from your refund. <\/p><p><strong>Exchanges<\/strong><\/p><p>We do not offer exchanges on international orders. You will need to return your item for a refund and re-purchase your new item. <br\/><br\/><strong>Returns Costs<\/strong><\/p><p>All postage costs are to be paid for by the buyer.<\/p>"}},"content_PLraHm":{"settings":{"content":"<p><strong>Damaged\/Missing Packaging<\/strong><\/p><p>If the original box or bag of a returned item is damaged (excluding transit damage) or missing, a 20% restocking fee will be deducted from the refund. This includes any adhesive labels stuck onto the box, such as the dispatch note.<br\/>Please note: This does not apply to the mailing bag, only item packaging such as the original shoe box.<\/p><p><strong>Sale Items<\/strong><\/p><p>If you purchased any item(s) as part of a deal, e.g. 2 for £30, and decide to return part of your purchase to us for a refund, we will refund you the amount based on the item(s) you have decided to keep.<br\/>Alternatively, if you decide to return a multi-buy item for an exchange, we will only permit the item to be exchanged for an item within the same promotional group. For instance, if you are returning one pair of shoes from a 2 for £30 deal, you may only select another item\/size\/colour from within the same collection.<\/p><p><strong>Return To Sender<\/strong><\/p><p>In<strong> <\/strong>the event that your item is returned to sender prior to delivery, a £5 charge will apply. Depending on the reason for return, we may be able to take a £5 payment and resend the item to you. Alternatively, we would need to refund the order with a £5 deduction once it is delivered back to us. <br\/>When we receive the item back, we will send an email asking you to contact us about the problem. If we do not hear back from you within 14 days of the email being sent, we will process a refund with the £5 deduction applied. Please be aware that we are unable to keep stock on hold, so all items which are returned to sender will be returned to stock immediately upon receipt back. <br\/>In the event that the item is returned to sender due to carrier error, then we will waive the £5 fee. <\/p><p>All of the following will be held in our warehouse for 30 days before being disposed of:<\/p><ul><li>Returned items for which the buyer cannot be identified<\/li><li>Items returned in a worn\/unacceptable condition<\/li><li>Items incorrectly sent to us<\/li><li>Items not eligible to be returned<\/li><li>Returned items relating to a fault complaint, but for which we have not been able to confirm a fault. <\/li><\/ul><p>We will always attempt to establish contact with the customer in these cases, with a view to returning the item to them if such a course of action is reasonable or applicable to the situation. <br\/>We may request payment for the postage cost before we send the item. We will only dispose of the item as a last resort, if no contact can be made or other solution reached.<\/p><p><strong>Crocs Jibbitz Offer<\/strong><\/p><p>If you wish to return a pair of Crocs purchased with a £1 mystery pack of Jibbitz, your Jibbitz must be returned with your order.<\/p><p> If you would like to keep your Jibbitz, but return the Crocs, the full price of the Jibbitz will be deducted from your refund.<\/p><p><strong>Free Delivery Offers<\/strong><\/p><p>Please note that any offers for free delivery apply only to UK orders. International Shipping prices will remain as advertised.<\/p>"}}}}}}